driver-tests/bpelse/flow/FlowJbi/test/FlowFirstActivity1/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:branch1>Flow First Activity</def:branch1>
  </soapenv:Body>
</soapenv:Envelope>